Revit 2027 API
ScheduleFilter.SetNullValue Method
 Sets the filter to have no specified value (used for HasParameter filters).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void SetNullValue()
Public Sub SetNullValue
public:
void SetNullValue()
member SetNullValue : unit -> unit
See Also
Reference
ScheduleFilter Class
Autodesk.Revit.DB Namespace